URLConnectionServicesDemo/soap.strings

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
<soap:Header>
</soap:Header>
<soap:Body>
<get_Ecms_ColsItem xmlns="http://news.swufe.edu.cn/soap/v2/Soap_Ecms_Comm.php/">
  <flag>1</flag>
  <cols>2</cols>
  <nums>5</nums>
</get_Ecms_ColsItem>
</soap:Body>
</soap:Envelope>
